exports.sidebar = [
  {
    type: 'doc',
    id: 'stocks/001',
    label: '教你炒股票1：不会赢钱的经济人，只是废人！ (2006/6/7 18:08:15)'
  },
  {
    type: 'doc',
    id: 'stocks/002',
    label: '教你炒股票2：没有庄家，有的只是赢家和输家！ (2006/6/7 22:41:27)'
  },
  {
    type: 'doc',
    id: 'stocks/003',
    label: '教你炒股票3：你的喜好，你的死亡陷阱！ (2006/6/9 17:03:48)'
  },
  {
    type: 'doc',
    id: 'stocks/004',
    label: '教你炒股票4：什么是理性？今早买N中工就是理性！ (2006/6/19 21:41:14)'
  },
  {
    type: 'doc',
    id: 'stocks/005',
    label: '教你炒股票5：市场无须分析，只要看和干！ (2006/6/21 20:52:02)'
  },
  {
    type: 'doc',
    id: 'stocks/006',
    label: '教你炒股票6：本ID如何在五粮液、包钢权证上提款的！ (2006/10/24 12:45:16)'
  },
  {
    type: 'doc',
    id: 'stocks/007',
    label: '教你炒股票7：给赚了指数亏了钱的一些忠告 (2006/11/16 12:00:01)'
  },
  {
    type: 'doc',
    id: 'stocks/008',
    label: '教你炒股票8：投资如选面首，G点为中心，拒绝ED男！ (2006/11/20 12:00:31)'
  },
  {
    type: 'doc',
    id: 'stocks/009',
    label: '教你炒股票9：甄别“早泄”男的数学原则！ (2006/11/22 12:00:00)'
  },
  {
    type: 'doc',
    id: 'stocks/010',
    label: '教你炒股票10：2005年6月，本ID为何时隔四年后重看股票 (2006/11/24 12:02:50)'
  },
  {
    type: 'doc',
    id: 'stocks/011',
    label: '教你炒股票11：不会吻，无以高潮！ (2006/11/29 12:00:00)！'
  },
  {
    type: 'doc',
    id: 'stocks/012',
    label: '教你炒股票12：一吻何能消魂？ (2006/12/1 12:03:48)'
  },
  {
    type: 'doc',
    id: 'stocks/013',
    label: '教你炒股票13：不带套的操作不是好操作！ (2006/12/4 12:08:28)'
  },
  {
    type: 'doc',
    id: 'stocks/014',
    label: '教你炒股票14：喝茅台的高潮程序！ (2006/12/5 11:35:20)'
  },
  {
    type: 'doc',
    id: 'stocks/015',
    label: '教你炒股票15：没有趋势，没有背驰。 (2006/12/8 11:55:57)'
  },
  {
    type: 'doc',
    id: 'stocks/016',
    label: '教你炒股票16：中小资金的高效买卖法。 (2006/12/14 12:06:47)'
  },
  {
    type: 'doc',
    id: 'stocks/017',
    label: '教你炒股票17：走势终完美 (2006/12/18 11:52:42)'
  },
  {
    type: 'doc',
    id: 'stocks/018',
    label: '教你炒股票18：不被面首的雏男是不完美的。 (2006/12/26 15:05:58)'
  },
  {
    type: 'doc',
    id: 'stocks/019',
    label: '教你炒股票19：学习缠中说禅技术分析理论的关键 (2006/12/27 15:18:10)'
  },
  {
    type: 'doc',
    id: 'stocks/020',
    label: '教你炒股票20：缠中说禅走势中枢级别扩张及第三类买卖点 (2007/1/5 15:23:22)'
  },
  {
    type: 'doc',
    id: 'stocks/021',
    label: '教你炒股票21：缠中说禅买卖点分析的完备性 (2007/1/9 15:03:58)'
  },
  {
    type: 'doc',
    id: 'stocks/022',
    label: '教你炒股票22：将8亿的大米装到5个庄家的肚里。 (2007/1/11 15:10:32)'
  },
  {
    type: 'doc',
    id: 'stocks/023',
    label: '教你炒股票23：市场与人生 (2007/1/15 15:50:11)'
  },
  {
    type: 'doc',
    id: 'stocks/024',
    label: '教你炒股票24：MACD对背弛的辅助判断 (2007/1/18 15:02:43)'
  },
  {
    type: 'doc',
    id: 'stocks/025',
    label: '教你炒股票25：吻，MACD、背弛、中枢 (2007/1/23 15:13:13)'
  },
  {
    type: 'doc',
    id: 'stocks/026',
    label: '教你炒股票26：市场风险如何回避 (2007/1/30 15:09:57)'
  },
  {
    type: 'doc',
    id: 'stocks/027',
    label: '教你炒股票27： 盘整背驰与历史性底部 (2007/2/2 15:11:27)'
  },
  {
    type: 'doc',
    id: 'stocks/028',
    label: '教你炒股票28：下一目标：摧毁基金 (2007/2/6 15:04:50)'
  },
  {
    type: 'doc',
    id: 'stocks/029',
    label: '教你炒股票29：转折的力度与级别 (2007/2/9 15:08:08)'
  },
  {
    type: 'doc',
    id: 'stocks/030',
    label: '教你炒股票30：缠中说禅理论的绝对性 (2007/2/13 15:07:02)'
  },
  {
    type: 'doc',
    id: 'stocks/031',
    label: '教你炒股票31：资金管理的最稳固基础 (2007/2/15 15:16:12)'
  },
  {
    type: 'doc',
    id: 'stocks/032',
    label: '教你炒股票32：走势的当下与投资者的思维方式 (2007/2/28 8:44:37)'
  },
  {
    type: 'doc',
    id: 'stocks/033',
    label: '教你炒股票33：走势的多义性 (2007/3/2 15:20:37)'
  },
  {
    type: 'doc',
    id: 'stocks/034',
    label: '教你炒股票34：宁当面首，莫成怨男 (2007/3/7 15:09:54)'
  },
  {
    type: 'doc',
    id: 'stocks/035',
    label: '教你炒股票35：给基础差的同学补补课 (2007/3/9 11:51:34)'
  },
  {
    type: 'doc',
    id: 'stocks/036',
    label: '教你炒股票36：走势类型连接结合性的简单运用 (2007/3/13 9:00:49)'
  },
  {
    type: 'doc',
    id: 'stocks/037',
    label: '教你炒股票37：背驰的再分辨 (2007/3/16 11:51:32)'
  },
  {
    type: 'doc',
    id: 'stocks/038',
    label: '教你炒股票38：走势类型连接的同级别分解 (2007/3/21 15:23:21)'
  },
  {
    type: 'doc',
    id: 'stocks/039',
    label: '教你炒股票39：同级别分解再研究 (2007/3/23 15:16:51)'
  },
  {
    type: 'doc',
    id: 'stocks/040',
    label: '教你炒股票40：同级别分解的多重赋格 (2007/3/27 12:53:22)'
  },
  {
    type: 'doc',
    id: 'stocks/041',
    label: '教你炒股票41：没有节奏，只有死 (2007/3/30 15:17:22)'
  },
  {
    type: 'doc',
    id: 'stocks/042',
    label: '教你炒股票42：有些人是不适合参与市场的 (2007/4/4 15:31:30)'
  },
  {
    type: 'doc',
    id: 'stocks/043',
    label: '教你炒股票43：有关背驰的补习课 (2007/4/6 15:31:28)'
  },
  {
    type: 'doc',
    id: 'stocks/044',
    label: '教你炒股票44：小级别背驰引发大级别转折 (2007/4/10 15:23:46)'
  },
  {
    type: 'doc',
    id: 'stocks/045',
    label: '教你炒股票45：持股与持币，两种最基本的操作。 (2007/4/12 15:39:04)'
  },
  {
    type: 'doc',
    id: 'stocks/046',
    label: '教你炒股票46：每日走势的分类 (2007/4/18 15:36:09)'
  },
  {
    type: 'doc',
    id: 'stocks/047',
    label: '教你炒股票47：一夜情行情分析 (2007/4/20 8:51:58)'
  },
  {
    type: 'doc',
    id: 'stocks/048',
    label: '教你炒股票48：暴跌，牛市行情的一夜情 (2007/4/24 8:52:02)'
  },
  {
    type: 'doc',
    id: 'stocks/049',
    label: '教你炒股票49：利润率最大的操作模式 (2007/4/26 8:16:56)'
  },
  {
    type: 'doc',
    id: 'stocks/050',
    label: '教你炒股票50：操作中的一些细节问题 (2007/4/27 8:42:51)'
  },
  {
    type: 'doc',
    id: 'stocks/051',
    label: '教你炒股票51：短线股评荐股者的传销把戏 (2007/5/9 8:30:16)'
  },
  {
    type: 'doc',
    id: 'stocks/052',
    label: '教你炒股票52：炒股票就是真正的学佛 (2007/5/18 8:49:05)'
  },
  {
    type: 'doc',
    id: 'stocks/053',
    label: '教你炒股票53：三类买卖点的再分辨 (2007/5/23 8:47:18)'
  },
  {
    type: 'doc',
    id: 'stocks/054',
    label: '教你炒股票54：一个具体走势的分析 (2007/5/24 1:37:31)'
  },
  {
    type: 'doc',
    id: 'stocks/055',
    label: '教你炒股票55：买之前戏，卖之高潮 (2007/5/28 8:12:41)'
  },
  {
    type: 'doc',
    id: 'stocks/056',
    label: '教你炒股票56：530印花税当日行情图解 (2007/5/30 22:49:10)'
  },
  {
    type: 'doc',
    id: 'stocks/057',
    label: '教你炒股票57：当下图解分析再示范 (2007/5/31 22:35:44)'
  },
  {
    type: 'doc',
    id: 'stocks/058',
    label: '教你炒股票58：图解分析示范三 (2007/6/4 22:34:47)'
  },
  {
    type: 'doc',
    id: 'stocks/059',
    label: '教你炒股票59：图解分析示范四 (2007/6/14 8:23:43)'
  },
  {
    type: 'doc',
    id: 'stocks/060',
    label: '教你炒股票60：图解分析示范五 (2007/6/19 8:04:06)'
  },
  {
    type: 'doc',
    id: 'stocks/061',
    label: '教你炒股票61：区间套定位标准图解（分析示范六） (2007/6/21 8:13:21)'
  },
  {
    type: 'doc',
    id: 'stocks/062',
    label: '教你炒股票62：分型、笔与线段 (2007/6/30 9:49:51)'
  },
  {
    type: 'doc',
    id: 'stocks/063',
    label: '教你炒股票63：替各位理理基本概念 (2007/7/2 0:07:39)'
  },
  {
    type: 'doc',
    id: 'stocks/064',
    label: '教你炒股票64：去机场路上给各位补课 (2007/7/2 21:37:44)'
  },
  {
    type: 'doc',
    id: 'stocks/065',
    label: '教你炒股票65：再说说分型、笔、线段 (2007/7/16 22:14:16)'
  },
  {
    type: 'doc',
    id: 'stocks/066',
    label: '教你炒股票66：主力资金的食物链 (2007/7/30 22:42:05)'
  },
  {
    type: 'doc',
    id: 'stocks/067',
    label: '教你炒股票67：线段的划分标准 (2007/8/1 22:31:55)'
  },
  {
    type: 'doc',
    id: 'stocks/068',
    label: '教你炒股票68：走势预测的精确意义 (2007/8/5 10:36:28)'
  },
  {
    type: 'doc',
    id: 'stocks/069',
    label: '教你炒股票69：月线分段与上海大走势分析、预判 (2007/8/9 23:03:22)'
  },
  {
    type: 'doc',
    id: 'stocks/070',
    label: '教你炒股票70：一个教科书式走势的示范分析 (2007/8/15 22:41:35)'
  },
  {
    type: 'doc',
    id: 'stocks/071',
    label: '教你炒股票71：线段划分标准的再分辨 (2007/8/16 23:02:06)'
  },
  {
    type: 'doc',
    id: 'stocks/072',
    label: '教你炒股票72：本ID已有课程的再梳理 (2007/8/21 22:37:20)'
  },
  {
    type: 'doc',
    id: 'stocks/073',
    label: '教你炒股票73：市场获利机会的绝对分类 (2007/8/23 22:35:20)'
  },
  {
    type: 'doc',
    id: 'stocks/074',
    label: '教你炒股票74：如何躲避政策性风险 (2007/8/28 8:41:11)'
  },
  {
    type: 'doc',
    id: 'stocks/075',
    label: '教你炒股票75：逗庄家玩的一些杂史1 (2007/8/29 22:00:23)'
  },
  {
    type: 'doc',
    id: 'stocks/076',
    label: '教你炒股票76：逗庄家玩的一些杂史2 (2007/9/3 19:19:43)'
  },
  {
    type: 'doc',
    id: 'stocks/077',
    label: '教你炒股票77：一些概念的再分辨 (2007/9/5 23:24:01)'
  },
  {
    type: 'doc',
    id: 'stocks/078',
    label: '教你炒股票78：继续说线段的划分 (2007/9/6 22:28:31)'
  },
  {
    type: 'doc',
    id: 'stocks/079',
    label: '教你炒股票79：分型的辅助操作与一些问题的再解答 (2007/9/10 22:37:13)'
  },
  {
    type: 'doc',
    id: 'stocks/080',
    label: '教你炒股票80：市场没有同情、不信眼泪 (2007/9/11 21:38:07)'
  },
  {
    type: 'doc',
    id: 'stocks/081',
    label: '教你炒股票81：图例、更正及分型、走势类型的哲学本质 (2007/9/17 22:57:16)'
  },
  {
    type: 'doc',
    id: 'stocks/082',
    label: '教你炒股票82：分型结构的心理因素 (2007/9/24 21:31:06)'
  },
  {
    type: 'doc',
    id: 'stocks/083',
    label: '教你炒股票83：笔-线段与线段-最小中枢结构的不同心理意义1 (2007/9/26 21:28:05)'
  },
  {
    type: 'doc',
    id: 'stocks/084',
    label: '教你炒股票84：本ID理论一些必须注意的问题 (2007/10/7 16:09:06)'
  },
  {
    type: 'doc',
    id: 'stocks/085',
    label: '教你炒股票85：逗庄家玩的一些杂史3 (2007/10/22 21:42:06)'
  },
  {
    type: 'doc',
    id: 'stocks/086',
    label: '教你炒股票86：走势分析中必须杜绝一根筋思维 (2007/10/24 21:53:45)'
  },
  {
    type: 'doc',
    id: 'stocks/087',
    label: '教你炒股票87：逗庄家玩的一些杂史4 (2007/10/30 22:05:40)'
  },
  {
    type: 'doc',
    id: 'stocks/088',
    label: '教你炒股票88：图形生长的一个具体案例 (2007/11/6 22:38:43)'
  },
  {
    type: 'doc',
    id: 'stocks/089',
    label: '教你炒股票89：中阴阶段的具体分析 (2007/11/18 20:14:06)'
  },
  {
    type: 'doc',
    id: 'stocks/090',
    label: '教你炒股票90：中阴阶段结束时间的辅助判断 (2007/12/3 22:33:08)'
  },
  {
    type: 'doc',
    id: 'stocks/091',
    label: '教你炒股票91：走势结构的两重表里关系1 (2007/12/17 21:40:15)'
  },
  {
    type: 'doc',
    id: 'stocks/092',
    label: '教你炒股票92：中枢震荡的监视器 (2007/12/27 20:31:33)'
  },
  {
    type: 'doc',
    id: 'stocks/093',
    label: '教你炒股票93：走势结构的两重表里关系2 (2008/1/15 18:08:05)'
  },
  {
    type: 'doc',
    id: 'stocks/094',
    label: '教你炒股票94：当机立断 (2008/1/21 17:29:47)'
  },
  {
    type: 'doc',
    id: 'stocks/095',
    label: '教你炒股票95：修炼自己 (2008/1/22 16:10:20)'
  },
  {
    type: 'doc',
    id: 'stocks/096',
    label: '教你炒股票96：无处不在的赌徒心理 (2008/1/23 16:18:38)'
  },
  {
    type: 'doc',
    id: 'stocks/097',
    label: '教你炒股票97：中医、兵法、诗歌、操作1 (2008/1/29 15:49:06)'
  },
  {
    type: 'doc',
    id: 'stocks/098',
    label: '教你炒股票98：中医、兵法、诗歌、操作2 (2008/2/4 19:51:49)'
  },
  {
    type: 'doc',
    id: 'stocks/099',
    label: '教你炒股票99：走势结构的两重表里关系3 (2008/2/18 16:19:16)'
  },
  {
    type: 'doc',
    id: 'stocks/100',
    label: '教你炒股票100：中医、兵法、诗歌、操作3 (2008/2/25 16:32:23)'
  },
  {
    type: 'doc',
    id: 'stocks/101',
    label: '教你炒股票101：答疑1 (2008/3/4 16:14:02)'
  },
  {
    type: 'doc',
    id: 'stocks/102',
    label: '教你炒股票102：再说走势必完美 (2008/3/6 16:10:18)'
  },
  {
    type: 'doc',
    id: 'stocks/103',
    label: '教你炒股票103：学屠龙术前先学好防狼术 (2008/3/19 15:58:15)'
  },
  {
    type: 'doc',
    id: 'stocks/104',
    label: '教你炒股票104：几何结构与能量动力结构1 (2008/3/26 15:47:42)'
  },
  {
    type: 'doc',
    id: 'stocks/105',
    label: '教你炒股票105：远离聪明、机械操作 (2008/4/13 21:51:14)'
  },
  {
    type: 'doc',
    id: 'stocks/106',
    label: '教你炒股票106：均线、轮动与缠中说禅板块强弱指标 (2008/7/10 12:12:22)'
  },
  {
    type: 'doc',
    id: 'stocks/107',
    label: '教你炒股票107：如何操作短线反弹 (2008/8/19 16:10:39)'
  },
  {
    type: 'doc',
    id: 'stocks/108',
    label: '教你炒股票108：何谓底部？从月线看中期走势演化 (2008/8/29 9:15:01)'
  },
];
