exports.sidebar = [
  {
    type: 'doc',
    id: 'zen/intro',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（序） (2006/2/1 10:16:25)'
  },
  {
    type: 'doc',
    id: 'zen/01',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（一） (2006/2/1 11:38:34)'
  },
  {
    type: 'doc',
    id: 'zen/02',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（二） (2006/2/1 14:41:47)'
  },
  {
    type: 'doc',
    id: 'zen/03',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（三） (2006/2/1 20:43:55)'
  },
  {
    type: 'doc',
    id: 'zen/04',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（四） (2006/2/1 22:46:38)'
  },
  {
    type: 'doc',
    id: 'zen/05',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（五） (2006/2/2 8:11:58)'
  },
  {
    type: 'doc',
    id: 'zen/06',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（六） (2006/2/2 8:49:52)'
  },
  {
    type: 'doc',
    id: 'zen/07',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（七） (2006/2/2 10:48:30)'
  },
  {
    type: 'doc',
    id: 'zen/08',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（八） (2006/2/2 14:26:04)'
  },
  {
    type: 'doc',
    id: 'zen/09',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（九） (2006/2/2 18:53:05)'
  },
  {
    type: 'doc',
    id: 'zen/10',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十） (2006/2/2 20:25:56)'
  },
  {
    type: 'doc',
    id: 'zen/11',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十一） (2006/2/3 20:11:20)'
  },
  {
    type: 'doc',
    id: 'zen/12',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十二） (2006/2/4 21:25:38)'
  },
  {
    type: 'doc',
    id: 'zen/13',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十三） (2006/2/5 15:08:46)'
  },
  {
    type: 'doc',
    id: 'zen/14',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十四） (2006/2/11 13:02:33)'
  },
  {
    type: 'doc',
    id: 'zen/15',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十五） (2006/2/13 15:18:53)'
  },
  {
    type: 'doc',
    id: 'zen/16',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十六） (2006/2/15 13:25:12)'
  },
  {
    type: 'doc',
    id: 'zen/17',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十七） (2006/2/16 15:09:22)'
  },
  {
    type: 'doc',
    id: 'zen/18',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十八） (2006/2/17 8:06:54)'
  },
  {
    type: 'doc',
    id: 'zen/19',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十九） (2006/2/20 16:19:31)'
  },
  {
    type: 'doc',
    id: 'zen/20',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（二十） (2006/2/21 17:18:49)'
  },
  {
    type: 'doc',
    id: 'zen/21',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十一） (2006/2/23 19:02:41)'
  },
  {
    type: 'doc',
    id: 'zen/22',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十二） (2006/3/6 10:28:35)'
  },
  {
    type: 'doc',
    id: 'zen/23',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十三） (2006/3/16 22:12:26)'
  },
  {
    type: 'doc',
    id: 'zen/24',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十四） (2006/6/8 23:33:47)'
  },
  {
    type: 'doc',
    id: 'zen/25',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十五） (2006/7/7 15:54:59)'
  },
  {
    type: 'doc',
    id: 'zen/26',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十六） (2006/8/20 11:04:58)'
  },
  {
    type: 'doc',
    id: 'zen/revised',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（序-九）修改版本 (2006/9/28 11:50:41)'
  },
  {
    type: 'doc',
    id: 'zen/chenjianmin1',
    label: '陈建民《小大乘修空及密乘大手印、大圆满、禅宗辨微》之辨微（上） (2007/1/16 15:09:50)'
  },
  {
    type: 'doc',
    id: 'zen/onehourtoself',
    label: '周末，给自己一小时只属于自己。 (2007/1/19 14:50:11)'
  },
  {
    type: 'doc',
    id: 'zen/chenjianmin2',
    label: '陈建民《小大乘修空及密乘大手印、大圆满、禅宗辨微》之辨微（中） (2007/2/14 15:10:08)'
  },
  {
    type: 'doc',
    id: 'zen/zazen01',
    label: '教你打坐1：科学是什么玩意 (2007/5/10 8:47:01)'
  },
  {
    type: 'doc',
    id: 'zen/zazen02',
    label: '教你打坐2：人都要死的人都死了 (2007/6/15 8:13:09)'
  },
  {
    type: 'doc',
    id: 'zen/20070715',
    label: '谨防穿袈裟的狮子虫。 (2007/7/15 22:42:12)'
  },
  {
    type: 'doc',
    id: 'zen/chenjianmin3',
    label: '陈建民《小大乘修空及密乘大手印、大圆满、禅宗辨微》之辨微（下） (2007/7/31 23:17:31)'
  },
  {
    type: 'doc',
    id: 'zen/zazen03',
    label: '教你打坐3：打坐前的基本功夫 (2007/8/14 22:42:24)'
  },
  {
    type: 'doc',
    id: 'zen/zazen04',
    label: '教你打坐4：不要受邪人未了师的蛊惑 (2007/8/17 8:59:11)'
  },
  {
    type: 'doc',
    id: 'zen/zazen05',
    label: '教你打坐5：生死中之不生不死者 (2007/8/26 14:37:30)'
  },
  {
    type: 'doc',
    id: 'zen/zazen06',
    label: '教你打坐6：于死亡而从容 (2007/9/2 11:00:01)'
  },
  {
    type: 'doc',
    id: 'zen/zazen07',
    label: '教你打坐7：神鬼、神通、神异景象 (2007/9/8 15:24:51)'
  },
  {
    type: 'doc',
    id: 'zen/zazen08',
    label: '教你打坐8：顶礼反佛、灭佛者 (2007/9/16 11:44:26)'
  },
  {
    type: 'doc',
    id: 'zen/zazen09',
    label: '教你打坐9：善恶报应与六道轮回 (2007/9/22 12:17:01)'
  },
  {
    type: 'doc',
    id: 'zen/zazen10',
    label: '教你打坐10：不要相信任何你能看到想到感觉到的 (2007/9/28 20:06:56)'
  },
  {
    type: 'doc',
    id: 'zen/zazen11',
    label: '教你打坐11：何谓正信 (2007/10/7 9:55:19)'
  },
  {
    type: 'doc',
    id: 'zen/zazen12',
    label: '教你打坐12：如何呼吸 (2007/10/20 13:45:19)'
  },
  {
    type: 'doc',
    id: 'zen/zazen13',
    label: '教你打坐13：何谓四大 (2007/11/1 23:21:23)'
  },
  {
    type: 'doc',
    id: 'zen/zazen14',
    label: '教你打坐14：世界与四大 (2007/11/3 16:59:48)'
  },
  {
    type: 'doc',
    id: 'zen/zazen15',
    label: '教你打坐15：人体与四大 (2007/11/4 14:03:54)'
  },
  {
    type: 'doc',
    id: 'zen/zazen16',
    label: '教你打坐16：意识与四大 (2007/11/10 11:44:12)'
  },
  {
    type: 'doc',
    id: 'zen/life',
    label: '人生之残酷 (2007/12/1 13:26:48)'
  },
  {
    type: 'doc',
    id: 'zen/zazen17',
    label: '教你打坐17：何谓打坐 (2007/12/2 14:10:18)'
  },
  {
    type: 'doc',
    id: 'zen/zazen18',
    label: '教你打坐18：你，来自一对发情男女？ (2007/12/9 12:51:20)'
  },
  {
    type: 'doc',
    id: 'zen/zazen19',
    label: '教你打坐19：认识你自己 (2007/12/16 13:23:13)'
  },
  {
    type: 'doc',
    id: 'zen/zazen20',
    label: '教你打坐20：你是什么 (2008/1/6 9:21:27)'
  },
  {
    type: 'doc',
    id: 'zen/zazen21',
    label: '教你打坐21：你的是什么 (2008/1/13 10:09:35)'
  },
  {
    type: 'doc',
    id: 'zen/20080120',
    label: '刚到家，说两句 (2008/1/20 21:01:31)'
  },
  {
    type: 'doc',
    id: 'zen/getup',
    label: '你会起床吗？ (2008/1/24 16:15:28)'
  },
  {
    type: 'doc',
    id: 'zen/zazen22',
    label: '教你打坐22：佛魔最难除 (2008/1/27 10:15:10)'
  },
  {
    type: 'doc',
    id: 'zen/zazen23',
    label: '教你打坐23：“任”病最缠人 (2008/2/3 10:03:47)'
  },
  {
    type: 'doc',
    id: 'zen/zazen24',
    label: '教你打坐24：“你”、“你的”名、相、妄想 (2008/2/16 10:39:47)'
  },
  {
    type: 'doc',
    id: 'zen/20080219',
    label: '病从何来1 (2008/2/19 15:59:06)'
  },
  {
    type: 'doc',
    id: 'zen/zazen25',
    label: '教你打坐25：列宁物质定义的荒谬 (2008/2/23 11:30:21)'
  },
  {
    type: 'doc',
    id: 'zen/zazen26',
    label: '教你打坐26：基于你与你的完全分类 (2008/3/1 10:46:38)'
  },
  {
    type: 'doc',
    id: 'zen/zazen27',
    label: '教你打坐27：念佛、修密、参禅之痴汉 (2008/3/8 11:45:14)'
  },
  {
    type: 'doc',
    id: 'zen/zazen28',
    label: '教你打坐28：本质上，一切众生都是无知的 (2008/3/22 8:25:33)'
  },
  {
    type: 'doc',
    id: 'zen/20080426',
    label: '本ID部分CT扫描结果 (2008/4/26 12:38:33)'
  },
  {
    type: 'doc',
    id: 'zen/20080502',
    label: '本ID的病为什么不打坐去治 (2008/5/2 9:45:16)'
  },
  {
    type: 'doc',
    id: 'zen/20080509',
    label: '瞎猫撞上了死耗子 (2008/5/9 8:46:29)'
  },
  {
    type: 'doc',
    id: 'zen/swansong',
    label: '明天开始化疗 (2008/5/10 17:00:19)'
  },
  {
    type: 'doc',
    id: 'zen/20080511',
    label: '人体机器的一面 (2008/5/11 18:51:56)'
  },
  {
    type: 'doc',
    id: 'zen/20080524',
    label: '今天基本恢复 (2008/5/24 8:09:16)'
  },
  {
    type: 'doc',
    id: 'zen/tohuman',
    label: '说点想说的话：给现在、未来的人类 (2008/5/25 15:13:09)'
  },
  {
    type: 'doc',
    id: 'zen/20080603',
    label: '难得糊涂，难得有病 (2008/6/3 12:13:16)'
  },
  {
    type: 'doc',
    id: 'zen/20080608',
    label: '大病识人 (2008/6/8 10:16:37)'
  },
  {
    type: 'doc',
    id: 'zen/circulation',
    label: '历史循环与六道轮回的数学化证明 (2008/6/12 8:42:17)'
  },
  {
    type: 'doc',
    id: 'zen/sincerity',
    label: '真诚与谦虚才不会有眼无珠 (2008/6/13 16:11:04)'
  },
  {
    type: 'doc',
    id: 'zen/20080701',
    label: '忍着没去桌球，赶回来写帖子。 (2008/7/1 22:56:39)'
  },
  {
    type: 'doc',
    id: 'zen/zazen29',
    label: '教你打坐29：那堆矛盾论、辩证法的蠢人 (2008/7/13 8:41:48)'
  },
  {
    type: 'doc',
    id: 'zen/zazen30',
    label: '教你打坐30：从本ID一些家事说起 (2008/8/16 9:45:07)'
  },
  {
    type: 'doc',
    id: 'zen/20080817',
    label: '终于接上头了 (2008/8/17 17:29:35)'
  },
  {
    type: 'doc',
    id: 'zen/20080827',
    label: '说点闲话 (2008/8/27 8:15:37)'
  },
  {
    type: 'doc',
    id: 'zen/20080830',
    label: '太对不起了，被坐骨神经折腾了一晚。 (2008/8/30 19:14:19)'
  },
  {
    type: 'doc',
    id: 'zen/20080920',
    label: '结大概要到最坏时才解开 (2008/9/20 16:26:21)'
  },
];