exports.sidebar = [
  {
    type: 'doc',
    id: 'zen/intro',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（序） (2006/2/1 10:16:25)'
  },
  {
    type: 'doc',
    id: 'zen/01',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（一） (2006/2/1 11:38:34)'
  },
  {
    type: 'doc',
    id: 'zen/02',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（二） (2006/2/1 14:41:47)'
  },
  {
    type: 'doc',
    id: 'zen/03',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（三） (2006/2/1 20:43:55)'
  },
  {
    type: 'doc',
    id: 'zen/04',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（四） (2006/2/1 22:46:38)'
  },
  {
    type: 'doc',
    id: 'zen/05',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（五） (2006/2/2 8:11:58)'
  },
  {
    type: 'doc',
    id: 'zen/06',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（六） (2006/2/2 8:49:52)'
  },
  {
    type: 'doc',
    id: 'zen/07',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（七） (2006/2/2 10:48:30)'
  },
  {
    type: 'doc',
    id: 'zen/08',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（八） (2006/2/2 14:26:04)'
  },
  {
    type: 'doc',
    id: 'zen/09',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（九） (2006/2/2 18:53:05)'
  },
  {
    type: 'doc',
    id: 'zen/10',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十） (2006/2/2 20:25:56)'
  },
  {
    type: 'doc',
    id: 'zen/11',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十一） (2006/2/3 20:11:20)'
  },
  {
    type: 'doc',
    id: 'zen/12',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十二） (2006/2/4 21:25:38)'
  },
  {
    type: 'doc',
    id: 'zen/13',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十三） (2006/2/5 15:08:46)'
  },
  {
    type: 'doc',
    id: 'zen/14',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十四） (2006/2/11 13:02:33)'
  },
  {
    type: 'doc',
    id: 'zen/15',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十五） (2006/2/13 15:18:53)'
  },
  {
    type: 'doc',
    id: 'zen/16',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十六） (2006/2/15 13:25:12)'
  },
  {
    type: 'doc',
    id: 'zen/17',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十七） (2006/2/16 15:09:22)'
  },
  {
    type: 'doc',
    id: 'zen/18',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十八） (2006/2/17 8:06:54)'
  },
  {
    type: 'doc',
    id: 'zen/19',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（十九） (2006/2/20 16:19:31)'
  },
  {
    type: 'doc',
    id: 'zen/20',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（二十） (2006/2/21 17:18:49)'
  },
  {
    type: 'doc',
    id: 'zen/21',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十一） (2006/2/23 19:02:41)'
  },
  {
    type: 'doc',
    id: 'zen/22',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十二） (2006/3/6 10:28:35)'
  },
  {
    type: 'doc',
    id: 'zen/23',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十三） (2006/3/16 22:12:26)'
  },
  {
    type: 'doc',
    id: 'zen/24',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十四） (2006/6/8 23:33:47)'
  },
  {
    type: 'doc',
    id: 'zen/25',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十五） (2006/7/7 15:54:59)'
  },
  {
    type: 'doc',
    id: 'zen/26',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千（二十六） (2006/8/20 11:04:58)'
  },
  {
    type: 'doc',
    id: 'zen/revised',
    label: '缠中说禅：缠非缠、禅非禅，枯木龙吟照大千。（序-九）修改版本 (2006/9/28 11:50:41)'
  },
  {
    type: 'doc',
    id: 'zen/chenjianmin1',
    label: '陈建民《小大乘修空及密乘大手印、大圆满、禅宗辨微》之辨微（上） (2007/1/16 15:09:50)'
  },
  {
    type: 'doc',
    id: 'zen/chenjianmin2',
    label: '陈建民《小大乘修空及密乘大手印、大圆满、禅宗辨微》之辨微（中） (2007/2/14 15:10:08)'
  },
  {
    type: 'doc',
    id: 'zen/chenjianmin3',
    label: '陈建民《小大乘修空及密乘大手印、大圆满、禅宗辨微》之辨微（下） (2007/7/31 23:17:31)'
  },
];